Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: The engine did not recognise a filesystem on this volume. If it is encrypted, the password or recovery key may be wrong.
ar: لم يتعرّف المحرّك على أي نظام ملفات على وحدة التخزين هذه. وإن كانت مشفّرة، فقد تكون كلمة السر أو مفتاح الاسترداد خاطئًا.
bg: Двигателят не разпозна файлова система на този том. Ако е шифрована, паролата или ключът за възстановяване може да са грешни.
cs: Jádro na tomto svazku nerozpoznalo souborový systém. Pokud je šifrovaný, může být heslo nebo obnovovací klíč nesprávný.
da: Motoren genkendte ikke noget filsystem på denne enhed. Hvis den er krypteret, er adgangskoden eller genoprettelsesnøglen måske forkert.
de: Die Engine hat auf diesem Volume kein Dateisystem erkannt. Falls es verschlüsselt ist, ist möglicherweise das Passwort oder der Wiederherstellungsschlüssel falsch.
el: Η μηχανή δεν αναγνώρισε σύστημα αρχείων σε αυτόν τον τόμο. Αν είναι κρυπτογραφημένος, το συνθηματικό ή το κλειδί ανάκτησης ίσως είναι λάθος.
es: El motor no ha reconocido ningún sistema de archivos en este volumen. Si está cifrado, puede que la contraseña o la clave de recuperación sean incorrectas.
et: Mootor ei tuvastanud sellel köitel failisüsteemi. Kui see on krüpteeritud, võib parool või taastevõti olla vale.
fi: Moottori ei tunnistanut tästä taltiosta tiedostojärjestelmää. Jos se on salattu, salasana tai palautusavain voi olla väärä.
fil: Walang nakilalang file system ang engine sa volume na ito. Kung naka-encrypt ito, maaaring mali ang password o recovery key.
fr: Le moteur n’a reconnu aucun système de fichiers sur ce volume. S’il est chiffré, le mot de passe ou la clé de récupération est peut-être incorrect.
he: המנוע לא זיהה מערכת קבצים באמצעי האחסון הזה. אם הוא מוצפן, ייתכן שהסיסמה או מפתח השחזור שגויים.
hi: इंजन ने इस वॉल्यूम पर कोई फ़ाइल सिस्टम नहीं पहचाना। यदि यह एन्क्रिप्टेड है, तो पासवर्ड या रिकवरी कुंजी गलत हो सकती है।
hr: Pogon na ovoj jedinici nije prepoznao datotečni sustav. Ako je šifrirana, lozinka ili ključ za oporavak možda su pogrešni.
hu: A motor nem ismert fel fájlrendszert ezen a köteten. Ha titkosított, a jelszó vagy a helyreállítási kulcs lehet hibás.
id: Mesin tidak mengenali sistem berkas pada volume ini. Jika terenkripsi, kata sandi atau kunci pemulihannya mungkin salah.
it: Il motore non ha riconosciuto alcun file system su questo volume. Se è cifrato, la password o la chiave di recupero potrebbero essere errate.
ja: エンジンはこのボリュームでファイルシステムを認識できませんでした。暗号化されている場合、パスワードまたは回復キーが違う可能性があります。
ko: 엔진이 이 볼륨에서 파일 시스템을 인식하지 못했습니다. 암호화되어 있다면 암호나 복구 키가 틀렸을 수 있습니다.
lt: Variklis šiame tome neatpažino failų sistemos. Jei ji užšifruota, slaptažodis arba atkūrimo raktas gali būti neteisingi.
lv: Dzinējs šajā sējumā neatpazina failu sistēmu. Ja tas ir šifrēts, parole vai atkopšanas atslēga var būt nepareiza.
ms: Enjin tidak mengenali sebarang sistem fail pada volum ini. Jika ia disulitkan, kata laluan atau kunci pemulihannya mungkin salah.
nb: Motoren gjenkjente ikke noe filsystem på dette volumet. Hvis det er kryptert, kan passordet eller gjenopprettingsnøkkelen være feil.
nl: De engine heeft op dit volume geen bestandssysteem herkend. Als het versleuteld is, klopt het wachtwoord of de herstelsleutel mogelijk niet.
pl: Silnik nie rozpoznał systemu plików na tym woluminie. Jeśli jest zaszyfrowany, hasło lub klucz odzyskiwania mogą być błędne.
pt_pt: O motor não reconheceu qualquer sistema de ficheiros neste volume. Se estiver encriptado, a palavra-passe ou a chave de recuperação poderão estar erradas.
ro: Motorul nu a recunoscut niciun sistem de fișiere pe acest volum. Dacă este criptat, parola sau cheia de recuperare ar putea fi greșită.
ru: Движок не распознал файловую систему на этом томе. Если он зашифрован, пароль или ключ восстановления может быть неверным.
sl: Pogon na tem nosilcu ni prepoznal datotečnega sistema. Če je šifriran, sta geslo ali obnovitveni ključ morda napačna.
sq: Motori nuk njohu asnjë sistem skedarësh në këtë volum. Nëse është i enkriptuar, fjalëkalimi ose çelësi i rikuperimit mund të jetë i gabuar.
sv: Motorn kände inte igen något filsystem på volymen. Om den är krypterad kan lösenordet eller återställningsnyckeln vara fel.
th: เอนจินไม่รู้จักระบบไฟล์บนโวลุ่มนี้ ถ้ามันถูกเข้ารหัส รหัสผ่านหรือคีย์กู้คืนอาจไม่ถูกต้อง
tr: Motor bu birimde bir dosya sistemi tanımadı. Şifreliyse parola veya kurtarma anahtarı yanlış olabilir.
uk: Рушій не розпізнав файлової системи на цьому томі. Якщо він зашифрований, пароль або ключ відновлення може бути неправильним.
vi: Bộ máy không nhận ra hệ thống tệp nào trên ổ này. Nếu nó được mã hóa, có thể mật khẩu hoặc khóa khôi phục bị sai.
zh_hans: 引擎未在该宗卷上识别出文件系统。如果它是加密的，密码或恢复密钥可能不对。

source: The engine reported nothing at all. The drive may have been unplugged.
ar: لم يبلّغ المحرّك بشيء على الإطلاق. ربما فُصل القرص.
bg: Двигателят не съобщи нищо. Възможно е дискът да е бил изключен.
cs: Jádro nenahlásilo vůbec nic. Disk mohl být odpojen.
da: Motoren meldte ingenting. Enheden er måske blevet frakoblet.
de: Die Engine hat überhaupt nichts gemeldet. Möglicherweise wurde das Laufwerk abgezogen.
el: Η μηχανή δεν ανέφερε τίποτα. Ο δίσκος ίσως αποσυνδέθηκε.
es: El motor no ha indicado nada en absoluto. Puede que el disco se haya desconectado.
et: Mootor ei teatanud üldse midagi. Ketas võis olla lahti ühendatud.
fi: Moottori ei ilmoittanut mitään. Asema on saatettu irrottaa.
fil: Walang anumang iniulat ang engine. Maaaring nahugot ang drive.
fr: Le moteur n’a rien signalé du tout. Le disque a peut-être été débranché.
he: המנוע לא דיווח דבר. ייתכן שהכונן נותק.
hi: इंजन ने कुछ भी नहीं बताया। शायद ड्राइव निकाल दी गई हो।
hr: Pogon nije prijavio baš ništa. Disk je možda odspojen.
hu: A motor semmit sem jelzett. Lehet, hogy a meghajtót leválasztották.
id: Mesin tidak melaporkan apa pun. Drive mungkin telah dicabut.
it: Il motore non ha segnalato nulla. Il disco potrebbe essere stato scollegato.
ja: エンジンは何も報告しませんでした。ドライブが取り外された可能性があります。
ko: 엔진이 아무것도 보고하지 않았습니다. 드라이브가 분리되었을 수 있습니다.
lt: Variklis nepranešė nieko. Diskas galėjo būti atjungtas.
lv: Dzinējs neziņoja neko. Disks, iespējams, tika atvienots.
ms: Enjin tidak melaporkan apa-apa langsung. Pemacu mungkin telah dicabut.
nb: Motoren rapporterte ingenting. Enheten kan ha blitt koblet fra.
nl: De engine heeft helemaal niets gemeld. Mogelijk is de schijf losgekoppeld.
pl: Silnik nie zgłosił niczego. Dysk mógł zostać odłączony.
pt_pt: O motor não comunicou absolutamente nada. O disco pode ter sido desligado.
ro: Motorul nu a raportat absolut nimic. Este posibil ca discul să fi fost deconectat.
ru: Движок не сообщил ничего. Возможно, диск был отключён.
sl: Pogon ni sporočil ničesar. Morda je bil pogon odklopljen.
sq: Motori nuk raportoi asgjë fare. Disku mund të jetë shkëputur.
sv: Motorn rapporterade ingenting alls. Enheten kan ha kopplats bort.
th: เอนจินไม่ได้รายงานอะไรเลย ไดรฟ์อาจถูกถอดออกไป
tr: Motor hiçbir şey bildirmedi. Sürücünün bağlantısı kesilmiş olabilir.
uk: Рушій не повідомив нічого. Можливо, диск було від’єднано.
vi: Bộ máy không báo gì cả. Có thể ổ đĩa đã bị rút ra.
zh_hans: 引擎完全没有报告。驱动器可能已被拔下。

source: The language changes when %@ starts again.
ar: تتغيّر اللغة عند تشغيل %@ من جديد.
bg: Езикът се променя, когато %@ стартира отново.
cs: Jazyk se změní, až se %@ spustí znovu.
da: Sproget ændres, når %@ starter igen.
de: Die Sprache ändert sich, wenn %@ neu gestartet wird.
el: Η γλώσσα αλλάζει όταν το %@ ξεκινήσει ξανά.
es: El idioma cambia la próxima vez que se inicie %@.
et: Keel muutub, kui %@ uuesti käivitub.
fi: Kieli vaihtuu, kun %@ käynnistyy uudelleen.
fil: Magbabago ang wika kapag muling nagsimula ang %@.
fr: La langue change au prochain démarrage de %@.
he: השפה משתנה כאשר %@ מופעל שוב.
hi: %@ के दोबारा शुरू होने पर भाषा बदलेगी।
hr: Jezik se mijenja kad se %@ ponovno pokrene.
hu: A nyelv a(z) %@ újraindításakor változik meg.
id: Bahasa berubah ketika %@ dijalankan lagi.
it: La lingua cambia al prossimo avvio di %@.
ja: 言語は %@ を次に起動したときに変わります。
ko: 언어는 %@을(를) 다시 실행할 때 바뀝니다.
lt: Kalba pasikeis, kai %@ bus paleista iš naujo.
lv: Valoda mainīsies, kad %@ tiks palaista no jauna.
ms: Bahasa berubah apabila %@ dimulakan semula.
nb: Språket endres når %@ starter igjen.
nl: De taal verandert wanneer %@ opnieuw start.
pl: Język zmieni się przy następnym uruchomieniu programu %@.
pt_pt: O idioma muda quando o %@ voltar a iniciar.
ro: Limba se schimbă când %@ pornește din nou.
ru: Язык изменится при следующем запуске %@.
sl: Jezik se spremeni, ko se %@ znova zažene.
sq: Gjuha ndryshon kur %@ niset sërish.
sv: Språket ändras när %@ startar igen.
th: ภาษาจะเปลี่ยนเมื่อ %@ เริ่มทำงานใหม่
tr: Dil, %@ yeniden başladığında değişir.
uk: Мова зміниться під час наступного запуску %@.
vi: Ngôn ngữ thay đổi khi %@ khởi động lại.
zh_hans: 语言将在 %@ 下次启动时改变。

source: The name
ar: الاسم
bg: Името
cs: Název
da: Navnet
de: Der Name
el: Το όνομα
es: El nombre
et: Nimi
fi: Nimi
fil: Ang pangalan
fr: Le nom
he: השם
hi: नाम
hr: Naziv
hu: A név
id: Nama
it: Il nome
ja: 名前
ko: 이름
lt: Pavadinimas
lv: Nosaukums
ms: Nama
nb: Navnet
nl: De naam
pl: Nazwa
pt_pt: O nome
ro: Numele
ru: Название
sl: Ime
sq: Emri
sv: Namnet
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên gọi
zh_hans: 名称

source: The passphrase this drive was encrypted with.
ar: عبارة السر التي شُفّر بها هذا المحرّك.
bg: Паролата-фраза, с която този диск е шифрован.
cs: Přístupová fráze, kterou byl tento disk zašifrován.
da: Adgangssætningen, som denne enhed blev krypteret med.
de: Die Passphrase, mit der dieses Laufwerk verschlüsselt wurde.
el: Η φράση πρόσβασης με την οποία κρυπτογραφήθηκε αυτός ο δίσκος.
es: La frase de contraseña con la que se cifró este disco.
et: Paroolifraas, millega see ketas krüpteeriti.
fi: Salauslause, jolla tämä asema salattiin.
fil: Ang passphrase na ipinang-encrypt sa drive na ito.
fr: La phrase secrète avec laquelle ce disque a été chiffré.
he: מחרוזת הסיסמה שבה הוצפן הכונן הזה.
hi: वह पासफ़्रेज़ जिससे यह ड्राइव एन्क्रिप्ट की गई थी।
hr: Zaporka kojom je ovaj disk šifriran.
hu: A jelmondat, amellyel ezt a meghajtót titkosították.
id: Frasa sandi yang dipakai untuk mengenkripsi drive ini.
it: La passphrase con cui è stato cifrato questo disco.
ja: このドライブの暗号化に使われたパスフレーズ。
ko: 이 드라이브를 암호화할 때 사용한 암호 구문입니다.
lt: Slaptafrazė, kuria šis diskas buvo užšifruotas.
lv: Paroles frāze, ar kuru šis disks tika šifrēts.
ms: Frasa laluan yang digunakan untuk menyulitkan pemacu ini.
nb: Passordfrasen denne enheten ble kryptert med.
nl: De wachtwoordzin waarmee deze schijf is versleuteld.
pl: Hasło dostępu, którym zaszyfrowano ten dysk.
pt_pt: A frase-passe com que este disco foi encriptado.
ro: Fraza de acces cu care a fost criptat acest disc.
ru: Парольная фраза, которой зашифрован этот диск.
sl: Geslo, s katerim je bil ta pogon šifriran.
sq: Frazkalimi me të cilin u enkriptua ky disk.
sv: Lösenfrasen som den här enheten krypterades med.
th: วลีรหัสผ่านที่ใช้เข้ารหัสไดรฟ์นี้
tr: Bu sürücünün şifrelendiği parola tümcesi.
uk: Парольна фраза, якою зашифровано цей диск.
vi: Cụm mật khẩu đã dùng để mã hóa ổ đĩa này.
zh_hans: 这个驱动器加密时所用的密码短语。

source: The password the drive was locked with, or a 48-digit BitLocker recovery key. Spaces and hyphens in a recovery key are ignored.
ar: كلمة السر التي أُقفل بها المحرّك، أو مفتاح استرداد BitLocker المكوّن من 48 رقمًا. وتُتجاهل المسافات والشرطات في مفتاح الاسترداد.
bg: Паролата, с която дискът е заключен, или 48-цифрен ключ за възстановяване на BitLocker. Интервалите и тиретата в ключа се пренебрегват.
cs: Heslo, kterým byl disk zamčen, nebo 48místný obnovovací klíč BitLocker. Mezery a spojovníky v obnovovacím klíči se ignorují.
da: Adgangskoden, som enheden blev låst med, eller en 48-cifret BitLocker-genoprettelsesnøgle. Mellemrum og bindestreger i en genoprettelsesnøgle ignoreres.
de: Das Passwort, mit dem das Laufwerk gesperrt wurde, oder ein 48-stelliger BitLocker-Wiederherstellungsschlüssel. Leerzeichen und Bindestriche im Wiederherstellungsschlüssel werden ignoriert.
el: Το συνθηματικό με το οποίο κλειδώθηκε ο δίσκος ή ένα 48ψήφιο κλειδί ανάκτησης BitLocker. Τα κενά και οι παύλες στο κλειδί ανάκτησης αγνοούνται.
es: La contraseña con la que se bloqueó el disco, o una clave de recuperación de BitLocker de 48 dígitos. Los espacios y guiones de una clave de recuperación se ignoran.
et: Parool, millega ketas lukustati, või 48-kohaline BitLockeri taastevõti. Taastevõtme tühikuid ja sidekriipse eiratakse.
fi: Salasana, jolla asema lukittiin, tai 48-numeroinen BitLocker-palautusavain. Palautusavaimen välilyönnit ja väliviivat jätetään huomiotta.
fil: Ang password na ipinangkandado sa drive, o isang 48-digit na BitLocker recovery key. Hindi pinapansin ang mga espasyo at gitling sa isang recovery key.
fr: Le mot de passe avec lequel le disque a été verrouillé, ou une clé de récupération BitLocker à 48 chiffres. Les espaces et les traits d’union d’une clé de récupération sont ignorés.
he: הסיסמה שבה ננעל הכונן, או מפתח שחזור של BitLocker בן 48 ספרות. רווחים ומקפים במפתח השחזור אינם נחשבים.
hi: वह पासवर्ड जिससे ड्राइव लॉक की गई थी, या 48 अंकों की BitLocker रिकवरी कुंजी। रिकवरी कुंजी में स्पेस और हाइफ़न अनदेखे किए जाते हैं।
hr: Lozinka kojom je disk zaključan ili 48-znamenkasti BitLocker ključ za oporavak. Razmaci i crtice u ključu za oporavak se zanemaruju.
hu: A jelszó, amellyel a meghajtót zárolták, vagy egy 48 jegyű BitLocker helyreállítási kulcs. A helyreállítási kulcsban lévő szóközöket és kötőjeleket a program figyelmen kívül hagyja.
id: Kata sandi yang dipakai untuk mengunci drive, atau kunci pemulihan BitLocker 48 digit. Spasi dan tanda hubung pada kunci pemulihan diabaikan.
it: La password con cui il disco è stato bloccato, oppure una chiave di recupero BitLocker di 48 cifre. Gli spazi e i trattini nella chiave di recupero vengono ignorati.
ja: ドライブのロックに使われたパスワード、または 48 桁の BitLocker 回復キー。回復キー内のスペースとハイフンは無視されます。
ko: 드라이브를 잠글 때 사용한 암호 또는 48자리 BitLocker 복구 키입니다. 복구 키의 공백과 하이픈은 무시됩니다.
lt: Slaptažodis, kuriuo diskas buvo užrakintas, arba 48 skaitmenų „BitLocker“ atkūrimo raktas. Tarpai ir brūkšneliai atkūrimo rakte nepaisomi.
lv: Parole, ar kuru disks tika bloķēts, vai 48 ciparu BitLocker atkopšanas atslēga. Atstarpes un defises atkopšanas atslēgā tiek ignorētas.
ms: Kata laluan yang digunakan untuk mengunci pemacu, atau kunci pemulihan BitLocker 48 digit. Ruang dan sengkang dalam kunci pemulihan diabaikan.
nb: Passordet enheten ble låst med, eller en 48-sifret BitLocker-gjenopprettingsnøkkel. Mellomrom og bindestreker i en gjenopprettingsnøkkel ignoreres.
nl: Het wachtwoord waarmee de schijf is vergrendeld, of een BitLocker-herstelsleutel van 48 cijfers. Spaties en streepjes in een herstelsleutel worden genegeerd.
pl: Hasło, którym zablokowano dysk, albo 48-cyfrowy klucz odzyskiwania BitLocker. Spacje i myślniki w kluczu odzyskiwania są pomijane.
pt_pt: A palavra-passe com que o disco foi bloqueado, ou uma chave de recuperação do BitLocker de 48 dígitos. Os espaços e hífenes de uma chave de recuperação são ignorados.
ro: Parola cu care a fost blocat discul sau o cheie de recuperare BitLocker din 48 de cifre. Spațiile și cratimele dintr-o cheie de recuperare sunt ignorate.
ru: Пароль, которым заблокирован диск, или 48-значный ключ восстановления BitLocker. Пробелы и дефисы в ключе восстановления не учитываются.
sl: Geslo, s katerim je bil pogon zaklenjen, ali 48-mestni obnovitveni ključ BitLocker. Presledki in vezaji v obnovitvenem ključu se prezrejo.
sq: Fjalëkalimi me të cilin u kyç disku, ose një çelës rikuperimi BitLocker me 48 shifra. Hapësirat dhe vizat në një çelës rikuperimi nuk merren parasysh.
sv: Lösenordet som enheten låstes med, eller en 48-siffrig BitLocker-återställningsnyckel. Mellanslag och bindestreck i en återställningsnyckel ignoreras.
th: รหัสผ่านที่ใช้ล็อกไดรฟ์ หรือคีย์กู้คืน BitLocker 48 หลัก ช่องว่างและขีดกลางในคีย์กู้คืนจะถูกละเว้น
tr: Sürücünün kilitlendiği parola ya da 48 haneli BitLocker kurtarma anahtarı. Kurtarma anahtarındaki boşluklar ve tireler dikkate alınmaz.
uk: Пароль, яким заблоковано диск, або 48-значний ключ відновлення BitLocker. Пробіли та дефіси в ключі відновлення не враховуються.
vi: Mật khẩu đã dùng để khóa ổ đĩa, hoặc khóa khôi phục BitLocker 48 chữ số. Khoảng trắng và dấu gạch nối trong khóa khôi phục được bỏ qua.
zh_hans: 锁定该驱动器所用的密码，或 48 位 BitLocker 恢复密钥。恢复密钥中的空格和连字符会被忽略。

source: The virtualisation engine could not start. A restart usually clears this.
ar: تعذّر بدء محرّك الأنظمة الافتراضية. وعادةً ما تحل إعادة التشغيل هذه المشكلة.
bg: Двигателят за виртуализация не можа да стартира. Рестартирането обикновено решава това.
cs: Virtualizační jádro se nepodařilo spustit. Obvykle to vyřeší restart.
da: Virtualiseringsmotoren kunne ikke starte. En genstart løser det som regel.
de: Die Virtualisierungs-Engine konnte nicht starten. Ein Neustart behebt das meistens.
el: Η μηχανή εικονικοποίησης δεν μπόρεσε να ξεκινήσει. Μια επανεκκίνηση συνήθως το λύνει.
es: El motor de virtualización no ha podido arrancar. Reiniciar suele solucionarlo.
et: Virtualiseerimismootor ei saanud käivituda. Taaskäivitus lahendab selle tavaliselt.
fi: Virtualisointimoottori ei käynnistynyt. Uudelleenkäynnistys yleensä korjaa tämän.
fil: Hindi makapagsimula ang virtualisation engine. Kadalasan ay naaayos ito ng pag-restart.
fr: Le moteur de virtualisation n’a pas pu démarrer. Un redémarrage suffit généralement à corriger cela.
he: מנוע הווירטואליזציה לא הצליח לעלות. בדרך כלל הפעלה מחדש פותרת זאת.
hi: वर्चुअलाइज़ेशन इंजन शुरू नहीं हो सका। आमतौर पर दोबारा चालू करने से यह ठीक हो जाता है।
hr: Pogon za virtualizaciju nije se mogao pokrenuti. Ponovno pokretanje obično to rješava.
hu: A virtualizációs motor nem indult el. Ezt általában egy újraindítás megoldja.
id: Mesin virtualisasi tidak dapat dijalankan. Biasanya menyalakan ulang mengatasinya.
it: Il motore di virtualizzazione non è riuscito ad avviarsi. Di solito basta un riavvio.
ja: 仮想化エンジンを起動できませんでした。ふつうは再起動で解消します。
ko: 가상화 엔진을 시작하지 못했습니다. 보통 재시동하면 해결됩니다.
lt: Virtualizavimo variklis negalėjo pasileisti. Paprastai tai išsprendžia paleidimas iš naujo.
lv: Virtualizācijas dzinējs nevarēja startēt. Parasti palīdz pārstartēšana.
ms: Enjin permayaan tidak dapat dimulakan. Biasanya memulakan semula menyelesaikannya.
nb: Virtualiseringsmotoren kunne ikke starte. En omstart løser vanligvis dette.
nl: De virtualisatie-engine kon niet starten. Opnieuw opstarten lost dit meestal op.
pl: Silnik wirtualizacji nie mógł się uruchomić. Zwykle pomaga ponowne uruchomienie.
pt_pt: O motor de virtualização não conseguiu arrancar. Reiniciar costuma resolver.
ro: Motorul de virtualizare nu a putut porni. De obicei o repornire rezolvă problema.
ru: Не удалось запустить движок виртуализации. Обычно это устраняется перезагрузкой.
sl: Mehanizem za virtualizacijo se ni mogel zagnati. Ponovni zagon to običajno odpravi.
sq: Motori i virtualizimit nuk u nis dot. Një rinisje zakonisht e zgjidh këtë.
sv: Virtualiseringsmotorn kunde inte starta. En omstart brukar lösa det.
th: เริ่มเอนจินเวอร์ชวลไลเซชันไม่สำเร็จ โดยทั่วไปการเริ่มเครื่องใหม่จะแก้ปัญหานี้ได้
tr: Sanallaştırma motoru başlatılamadı. Bunu genellikle bir yeniden başlatma giderir.
uk: Не вдалося запустити рушій віртуалізації. Зазвичай це усувається перезавантаженням.
vi: Không khởi động được bộ máy ảo hóa. Khởi động lại máy thường xử lý được.
zh_hans: 虚拟化引擎无法启动。重新启动通常可以解决。

source: There is no password to enter.
ar: لا توجد كلمة سر لإدخالها.
bg: Няма парола за въвеждане.
cs: Není co zadávat.
da: Der er ingen adgangskode at indtaste.
de: Es gibt kein Passwort einzugeben.
el: Δεν υπάρχει κωδικός για εισαγωγή.
es: No hay contraseña que introducir.
et: Parooli pole vaja sisestada.
fi: Salasanaa ei tarvita.
fil: Walang password na ilalagay.
fr: Il n’y a pas de mot de passe à saisir.
he: אין סיסמה להזין.
hi: कोई पासवर्ड नहीं डालना है।
hr: Nema lozinke za unijeti.
hu: Nincs beírandó jelszó.
id: Tidak ada kata sandi yang perlu dimasukkan.
it: Non c’è alcuna password da inserire.
ja: 入力するパスワードはありません。
ko: 입력할 암호가 없습니다.
lt: Slaptažodžio įvesti nereikia.
lv: Nav jāievada parole.
ms: Tiada kata laluan untuk dimasukkan.
nb: Det er ingen adgangskode å skrive inn.
nl: Er is geen wachtwoord in te voeren.
pl: Nie ma hasła do wpisania.
pt_pt: Não há palavra-passe a introduzir.
ro: Nu există nicio parolă de introdus.
ru: Пароль вводить не нужно.
sl: Ni gesla za vnos.
sq: Nuk ka fjalëkalim për të shkruar.
sv: Det finns inget lösenord att ange.
th: ไม่ต้องป้อนรหัสผ่าน
tr: Girilecek bir parola yok.
uk: Пароль вводити не потрібно.
vi: Không có mật khẩu nào để nhập.
zh_hans: 无需输入密码。

source: There is nothing in “%@” that %@ can open.
ar: لا يوجد في “%@” ما يستطيع %@ فتحه.
bg: В „%1$@“ няма нищо, което %2$@ може да отвори.
cs: V „%1$@“ není nic, co by %2$@ uměl otevřít.
da: Der er intet i “%1$@”, som %2$@ kan åbne.
de: In „%1$@“ ist nichts, was %2$@ öffnen kann.
el: Δεν υπάρχει τίποτα στο «%1$@» που να μπορεί να ανοίξει το %2$@.
es: No hay nada en «%1$@» que %2$@ pueda abrir.
et: „%1$@“ sees ei ole midagi, mida %2$@ avada oskaks.
fi: Tiedostossa ”%1$@” ei ole mitään, jonka %2$@ osaisi avata.
fil: Walang anuman sa “%@” na mabubuksan ng %@.
fr: « %1$@ » ne contient rien que %2$@ sache ouvrir.
he: אין ב‑“%@” דבר ש‑%@ יכול לפתוח.
hi: “%@” में ऐसा कुछ नहीं है जिसे %@ खोल सके।
hr: U „%1$@” nema ničega što %2$@ može otvoriti.
hu: A(z) „%1$@” fájlban nincs semmi, amit a(z) %2$@ meg tudna nyitni.
id: Tidak ada apa pun di “%@” yang dapat dibuka %@.
it: In «%1$@» non c’è nulla che %2$@ sappia aprire.
ja: 「%@」には %@ が開けるものがありません。
ko: “%@”에는 %@이(가) 열 수 있는 것이 없습니다.
lt: Faile „%1$@“ nėra nieko, ką „%2$@“ galėtų atverti.
lv: Failā “%1$@” nav nekā, ko %2$@ spētu atvērt.
ms: Tiada apa-apa dalam “%@” yang %@ boleh buka.
nb: Det er ingenting i «%1$@» som %2$@ kan åpne.
nl: In ‘%1$@’ staat niets wat %2$@ kan openen.
pl: W „%1$@” nie ma niczego, co %2$@ potrafi otworzyć.
pt_pt: Não há nada em «%1$@» que o %2$@ consiga abrir.
ro: Nu există nimic în „%1$@” pe care %2$@ să îl poată deschide.
ru: В «%@» нет ничего, что %@ мог бы открыть.
sl: V »%1$@« ni ničesar, kar bi %2$@ znal odpreti.
sq: Në “%@” nuk ka asgjë që %@ mund ta hapë.
sv: Det finns inget i ”%1$@” som %2$@ kan öppna.
th: ไม่มีอะไรใน “%@” ที่ %@ เปิดได้
tr: “%@” içinde %@ uygulamasının açabileceği bir şey yok.
uk: У «%@» немає нічого, що %@ міг би відкрити.
vi: Trong “%@” không có gì mà %@ mở được.
zh_hans: “%@”中没有 %@ 能打开的内容。
